Repository: OPI-PIB/navoica-enroll-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Log in to Navoica.pl
pl: Zaloguj się na Navoica.pl

source: Forbidden (403)
pl: Zabronione (403)

source: Page not found
pl: Nie znaleziono strony

source: This is not the page you were looking for.
pl: To nie jest strona, której szukasz.

source: Server Error
pl: Błąd Serwera

source: Ooops!!! 500
pl: Ups!!! 500

source: Looks like something went wrong!
pl: Coś poszło nie tak!

source: We track these errors automatically, but if the problem persists feel free to contact us. In the meantime, try refreshing.
pl: Śledzimy te błędy automatycznie, ale jeśli problem będzie się powtarzał, skontaktuj się z nami. W międzyczasie spróbuj odświeżyć stronę.

source: Account Inactive
pl: Konto nieaktywne

source: This account is inactive.
pl: To konto jest nieaktywne

source: Account
pl: Konto

source: E-mail Addresses
pl: Adresy email

source: The following e-mail addresses are associated with your account:
pl: Z Twoim kontem powiązane są następujące adresy e-mail:

source: Verified
pl: Zweryfikowane

source: Unverified
pl: Niezweryfikowane

source: Primary
pl: Podstawowe

source: Re-send Verification
pl: Wyślij weryfikację ponownie

source: Remove
pl: Usuń

source: Warning:
pl: Uwaga:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
pl: Aktualnie nie masz skonfigurowanego żadnego adresu e-mail. Powinieneś dodać adres e-mail, aby móc otrzymywać powiadomienia, resetować hasło itd.

source: Add E-mail Address
pl: Dodaj adres e-mail

source: Add E-mail
pl: Dodaj e-mail

source: Do you really want to remove the selected e-mail address?
pl: Czy na pewno chcesz usunąć zaznaczony adres e-mail?

source: Confirm E-mail Address
pl: Potwierdź adres e-mail

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
pl: Czy możesz potwierdzić, że <a href="mailto:%(email)s">%(email)s</a> to adres e-mail użytkownika %(user_display)s?

source: Confirm
pl: Potwierdzam

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a> .
pl: Ten link potwierdzający e-mail wygasł lub jest nieprawidłowy. Proszę <a href="%(email_url)s">wyślij ponowną prośbę o potwierdzenie adresu e-mail</a>

source: Sign In
pl: Zaloguj się

source: The course you wish to enroll in has been funded by the European Union and the Polish government. The university which created the course is therefore obliged to register its participants.
pl: Kurs, na który chcesz się zarejestrować został sfinansowany ze środków Unii Europejskiej i środków budżetu państwa. Warunki dofinansowania obligują uczelnię - organizatora kursu - do ewidencjonowania jego uczestników.

source: You will be redirected to the registration form in a moment, but in order to fill it in, you must have an account on Navoica.pl.All personal data included in the registration form will be gathered and processed by the course organiser - the university.
pl: Za chwilę zostaniesz przekierowany do formularza rejestracyjnego. Aby możliwe było jego wypełnienie, należy posiadać aktywne konto na platformie Navoica.Dane osobowe, które zostaną przesłane za pośrednictwem formularza rejestracyjnego, będą gromadzone i przetwarzanie przez uczelnię - organizatora kursu.

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
pl: Nie masz jeszcze konta? <a href="%(signup_url)s">zarejestruj się</a> najpierw.

source: Sign Out
pl: Wyloguj się

source: Are you sure you want to sign out?
pl: Czy na pewno chcesz się wylogować?

source: Change Password
pl: Zmień hasło

source: Password Reset
pl: Zresetuj hasło

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
pl: Zapomniałeś/aś swojego hasła? Wpisz poniżej swój adres e-mail, a my wyślemy Ci e-mail umożliwiający jego zresetowanie.

source: Reset My Password
pl: Zresetuj moje hasło

source: Please contact us if you have any trouble resetting your password.
pl: Skontaktuj się z nami, jeśli masz jakikolwiek sposób z resetowaniem swojego hasła.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
pl: Wysłaliśmy Ci wiadomość e-mail. Skontaktuj się z nami jeśli nie otrzymasz jej w przeciągu kilku minut.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a> .
pl: Link do resetowania hasła był nieprawidłowy, prawdopodobnie dlatego, że został już użyty. Wystąp z prośbą o <a href="%(passwd_reset_url)s">ponowny reset hasła</a> .

source: change password
pl: zmień hasło

source: Your password is now changed.
pl: Twoje hasło zostało zmienione.

source: Set Password
pl: Ustaw hasło

source: Signup
pl: Rejestracja

source: Sign Up
pl: Zarejestruj się

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
pl: Posiadasz już konto? Kliknij tutaj i <a href="%(login_url)s">zaloguj się</a>.

source: Sign Up Closed
pl: Zapisy zamknięte

source: We are sorry, but the sign up is currently closed.
pl: Przepraszamy, rejestracja jest obecnie zamknięta.

source: Verify Your E-mail Address
pl: Zweryfikuj swój adres e-mail

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
pl: Wysłaliśmy Ci wiadomość e-mail w celach weryfikacjnych. Kliknij w link, aby sfinalizować proces rejestracji . Skontaktuj się z nami, jeśli nie otrzymasz jej w przeciągu kilku minut.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
pl: Ta część strony wymaga od nas weryfikacji, czy jesteś tym, za kogo się podajesz. W tym celu wymagamy od Ciebie weryfikacji swojego adresu e-mail.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
pl: Wysłaliśmy Ci wiadomość e-mail w celach weryfikacyjnych. Kliknij w link znajdujący się w tej wiadomości e-mail. Skontaktuj się z nami, jeśli nie otrzymasz jej w przeciągu kilku minut.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
pl: <strong>Uwaga:</strong> wciąż możesz <a href="%(email_url)s">zmienić swój adres e-mail</a>.

source: Navoica Remote Enrollment for a Course
pl: Zdalna rejestracja na kurs na stronie Navoica

source: Registration form
pl: Formularz rejestracyjny

source: Logo of Knowledge Education Development
pl: Logo Fundusze Europejskie Wiedza Edukacja Rozwój

source: Logo of The Republic of Poland
pl: Logo Rzeczpospolita Polska

source: Logo of European Social Fund
pl: Logo Unia Europejska Europejski Fundusz Społeczny

source: Registration form for users of courses implemented with co-financing from the ESF, NCBR funds
pl: Formularz rejestracyjny dla użytkowników kursów realizowanych z dofinasowania ze środków EFS środki NCBR

source: Register for a course:
pl: Zarejestruj się na kurs:

source: Filling in this form is a prerequisite for taking the course. <strong>The mandatory fields are marked with an asterisk.</strong> After submitting the form, you will be registered for the course.
pl: Wypełnienie formularza jest warunkiem przystąpienia do kursu. <strong>Pola obowiązkowe zostały oznaczone gwiazdką.</strong> Po przesłaniu formularza zostaniesz zarejstrowany/a na kurs.

source: More information
pl: Więcej informacji

source: Why is the collection of user data necessary?
pl: Dlaczego gromadzenie danych o użytkownikach jest niezbędne?

source: To participate in the course, fill in the registration form below with your details (mandatory fields have been marked with an asterisk). The information provided should be complete and consistent with the facts. Then accept the participant's statement and agree to the processing of personal data in order to participate in the project. After submitting the form, you will be registered for the course. Participation in the course is free.
pl: Aby wziąć udział w kursie, wypełnij poniższy formularz rejestracyjny swoimi danymi (pola obowiązkowe zostały oznaczone gwiazdką). Podane informacje powinny być kompletne i zgodne ze stanem faktycznym. Następnie zaakceptuj oświadczenie uczestnika projektu oraz wyraź zgodę na przetwarzanie danych osobowych w celu uczestnictwa w projekcie. Po przesłaniu formularza zostaniesz zarejestrowany/a na kurs. Uczestnictwo w kursie jest bezpłatne.

source: The course is funded by the European Union and the Polish state budget. The conditions of funding oblige the university, the organizer of the course, to collect data about the participants. Personal data from the registration form, will be collected, processed and verified by the course organizer. Filling in the form is a prerequisite to join the course.
pl: Kurs został sfinansowany ze środków Unii Europejskiej i środków budżetu państwa. Warunki dofinansowania obligują uczelnię - organizatora kursu do zbierania danych o uczestnikach. Dane osobowe, które zostaną przesłane za pośrednictwem formularza rejestracyjnego, będą gromadzone, przetwarzane oraz weryfikowane przez organizatora kursu. Wypełnienie formularza jest warunkiem przystąpienia do kursu.

source: The form contains errors
pl: Formularz zawiera błędy

source: Correct or complete the missing information
pl: Popraw lub uzupełnij brakujące informacje

source: Choose county...
pl: Wybierz powiat...

source: Choose voivodeship...
pl: Wybierz województwo...

source: Choose employed status...
pl: Wybierz status...

source: Choose profession...
pl: Wybierz zawód...

source: Field required
pl: Pole wymagane

source: The field can contain up to 100 characters
pl: Pole może zawierać maksymalnie 100 znaków

source: Max. 300 characters
pl: Max. 300 znaków

source: Max. 1000 characters
pl: Max. 1000 znaków

source: Max. 30 characters
pl: Max. 30 znaków

source: Max. 10 characters
pl: Max. 10 znaków

source: Max. 12 characters
pl: Max. 12 znaków

source: Max. 6 characters
pl: Max. 6 znaków

source: Min. 8 characters
pl: Min. 8 znaków

source: Incorrect age
pl: Nieprawidłowy wiek

source: Incorrect PESEL number
pl: Nieprawidłowy nr PESEL

source: Incorrect e-mail address
pl: Nieprawidłowy adres e-mail

source: The answer is obligatory
pl: Odpowiedź jest obowiązkowa

source: The acceptance of the declaration is obligatory
pl: Zaakceptowanie oświadczenia jest obowiązkowe

source: The consent is mandatory
pl: Wyrażenie zgody jest obowiązkowe

source: Provide the contact telephone number
pl: Podaj numer telefonu kontaktowego

source: User:
pl: Użytkownik:

source: My Info
pl: Moje informacje

source: Update
pl: Aktualizuj

source: Export CSV
pl: Exportuj wyniki do pliku CSV

source: Polish
pl: Polskie

source: Afghan
pl: afgański

source: Albanian
pl: albański

source: Algerian
pl: algierski

source: American
pl: amerykański

source: Andorran
pl: Andora

source: Angolan
pl: Angoli

source: Antiguans
pl: Antyguańczycy

source: Argentinean
pl: argentyński

source: Armenian
pl: ormiański

source: Australian
pl: australijski

source: Austrian
pl: austriacki

source: Azerbaijani
pl: azerbejdżański

source: Bahamian
pl: Bahamski

source: Bahraini
pl: Bahrajn

source: Bangladeshi
pl: Bangladesz

source: Barbadian
pl: Barbados

source: Barbudans
pl: Barbudańczycy

source: Belarusian
pl: białoruski

source: Belgian
pl: belgijski

source: Beninese
pl: beniński

source: Bhutanese
pl: Bhutański

source: Bolivian
pl: boliwijski

source: Bosnian
pl: bośniacki

source: Brazilian
pl: brazylijski

source: British
pl: brytyjski

source: Bruneian
pl: Brunei

source: Bulgarian
pl: bułgarski

source: Burmese
pl: Birmańczyk

source: Burundian
pl: burundyjski

source: Cambodian
pl: Kambodżańska

source: Cameroonian
pl: Kamerun

source: Canadian
pl: kanadyjski

source: Cape Verdean
pl: Republika Zielonego Przylądka

source: Central African
pl: Środkowoafrykańska

source: Chadian
pl: Czadian

source: Chilean
pl: chilijski

source: Chinese
pl: chiński

source: Colombian
pl: Kolumbijska

source: Comoran
pl: Komorów

source: Congolese
pl: kongijski

source: Costa Rican
pl: Kostarykańska

source: Croatian
pl: chorwacki

source: Cuban
pl: kubański

source: Cypriot
pl: cypryjski

source: Danish
pl: duński

source: Djibouti
pl: Dżibuti

source: Dominican
pl: dominikański

source: Dutch
pl: holenderski

source: Dutchman
pl: holender

source: Dutchwoman
pl: holenderka

source: East Timorese
pl: Timor Wschodni

source: Ecuadorean
pl: ekwadorski

source: Egyptian
pl: Egipcjanin

source: Equatorial Guinean
pl: Gwinea Równikowa

source: Eritrean
pl: Erytrejski

source: Estonian
pl: estoński

source: Ethiopian
pl: etiopczyk

source: Fijian
pl: Fidżi

source: Filipino
pl: Filipiński

source: Finnish
pl: fiński

source: French
pl: Francuski

source: Gabonese
pl: Gaboński

source: Gambian
pl: gambijski

source: Georgian
pl: gruziński

source: German
pl: Niemiecki

source: Ghanaian
pl: Ghany

source: Greek
pl: grecki

source: Grenadian
pl: Grenadyjczyk

source: Guatemalan
pl: gwatemalski

source: Guinean
pl: Gwinea

source: Guyanese
pl: Gujański

source: Haitian
pl: haitański

source: Herzegovinian
pl: Hercegowina

source: Honduran
pl: Honduras

source: Hungarian
pl: język węgierski

source: Indian
pl: indyjski

source: Indonesian
pl: indonezyjski

source: Iranian
pl: irański

source: Iraqi
pl: iracki

source: Irish
pl: irlandzki

source: Israeli
pl: izraelski

source: Italian
pl: Włoski

source: Ivorian
pl: Wybrzeża Kości Słoniowej

source: Jamaican
pl: jamajski

source: Japanese
pl: język japoński

source: Jordanian
pl: Jordańczyk

source: Kazakhstani
pl: Kazachstanu

source: Kenyan
pl: Kenia

source: Kittian and Nevisian
pl: Kittian i Nevisian

source: Kuwaiti
pl: Kuwejt

source: Kyrgyz
pl: Kirgiski

source: Laotian
pl: laotański

source: Latvian
pl: łotewski

source: Lebanese
pl: libański

source: Liberian
pl: liberyjski

source: Libyan
pl: Libijska

source: Lithuanian
pl: litewski

source: Luxembourger
pl: Luksemburczyk

source: Macedonian
pl: macedoński

source: Malagasy
pl: malgaski

source: Malawian
pl: malawijski

source: Malaysian
pl: Malezyjski

source: Maldivan
pl: Malediwan

source: Malian
pl: maliański

source: Maltese
pl: maltański

source: Mauritanian
pl: Mauretański

source: Mauritian
pl: Mauritiusa

source: Mexican
pl: Meksykańska

source: Micronesian
pl: Mikronezyjski

source: Moldovan
pl: mołdawski

source: Mongolian
pl: mongolski

source: Moroccan
pl: marokański

source: Mozambican
pl: Mozambik

source: Namibian
pl: Namibii

source: Nepalese
pl: nepalski

source: Netherlander
pl: Holandia

source: New Zealander
pl: Nowozelandczyk

source: Nicaraguan
pl: Nikaragua

source: Nigerian
pl: Nigeryjczyk

source: Nigerien
pl: Nigerii

source: North Korean
pl: północnokoreański

source: Northern Irish
pl: Północnoirlandzki

source: Norwegian
pl: norweski

source: Omani
pl: Omanu

source: Pakistani
pl: Pakistański

source: Panamanian
pl: panamski

source: Papua New Guinean
pl: Papua Nowa Gwinea

source: Paraguayan
pl: Paragwaj

source: Peruvian
pl: peruwiański

source: Portuguese
pl: portugalski

source: Qatari
pl: Katar

source: Romanian
pl: rumuński

source: Russian
pl: Rosyjski

source: Rwandan
pl: Rwandyjski

source: Saint Lucian
pl: Święty Lucjan

source: Salvadoran
pl: Salwadorański

source: Samoan
pl: samoański

source: Sao Tomean
pl: Wyspy Świętego Tomasza

source: Saudi
pl: Arabia Saudyjska

source: Scottish
pl: szkocki

source: Senegalese
pl: senegalski

source: Serbian
pl: serbski

source: Seychellois
pl: Seszele

source: Sierra Leonean
pl: Sierra Leone

source: Singaporean
pl: singapurski

source: Slovakian
pl: słowacki

source: Slovenian
pl: słoweński

source: Solomon Islander
pl: Wysp Salomona

source: Somali
pl: somalijski

source: South African
pl: Południowa Afryka

source: South Korean
pl: Korea Południowa

source: Spanish
pl: hiszpański

source: Sri Lankan
pl: Sri Lanki

source: Sudanese
pl: sudański

source: Swazi
pl: Suazi

source: Swedish
pl: szwedzki

source: Swiss
pl: szwajcarski

source: Syrian
pl: syryjski

source: Taiwanese
pl: Tajwański

source: Tajik
pl: tadżycki

source: Tanzanian
pl: Tanzański

source: Thai
pl: tajski

source: Togolese
pl: togolski

source: Tongan
pl: Tonga

source: Trinidadian or Tobagonian
pl: Trynidadyjski lub Tobagoński

source: Tunisian
pl: tunezyjski

source: Turkish
pl: turecki

source: Ugandan
pl: ugandyjski

source: Ukrainian
pl: ukraiński

source: Uruguayan
pl: urugwajski

source: Uzbekistani
pl: Uzbekistan

source: Venezuelan
pl: wenezuelski

source: Vietnamese
pl: wietnamski

source: Welsh
pl: walijski

source: Yemenite
pl: jemeński

source: Zambian
pl: Zambii

source: Zimbabwean
pl: Zimbabwe

source: Users
pl: Użytkownicy

source: This username has already been taken.
pl: Ta nazwa jest już zajęta

source: Postal code
pl: Kod pocztowy

source: E-mail address
pl: Adres poczty elektronicznej

source: Country
pl: Kraj

source: Don't have a PESEL number
pl: Nie posiadam nr PESEL

source: I agree with <a href='{url}' target='_blank'>the project participant's declaration.</a>
pl: Akceptuję <a href='{url}' target='_blank'>oświdczenie uczestnika projektu.</a>

source: I consent to <a href='{url}' target='_blank'>the processing of my personal data to participate in the project.</a>
pl: Wyrażam <a href='{url}' target='_blank'>zgodę na przetwarzanie danych osobowych</a> w celu uczestnictwa w projekcie.

source: Participant details
pl: Dane uczestnika

source: Contact details / Correspondence address
pl: DANE KONTAKTOWE / ADRES KORESPONDENCYJNY

source: Additional information
pl: DODATKOWE INFORMACJE

source: Required consents
pl: WYMAGANE ZGODY

source: Cancel
pl: Anuluj

source: Register me for the course
pl: Zarejestruj mnie na kurs

source: Name of User
pl: Nazwa użytkownika

source: First Name
pl: Imię

source: Last name
pl: Nazwisko

source: Nationality
pl: Narodowość

source: Gender
pl: Płeć

source: Choose gender...
pl: Wybierz płeć...

source: Male
pl: Mężczyzna

source: Female
pl: Kobieta

source: Age
pl: Wiek

source: Education
pl: Wykształcenie

source: Choose grade...
pl: Wybierz poziom wykształcenia...

source: Pre-primary
pl: Niższe niż podstawowe

source: Secondary
pl: Średnie

source: High school
pl: Policealne

source: Higher
pl: Wyższe

source: Street
pl: Ulica

source: Enter the address correspondence.
pl: Należy podać adres korespondencyjny.

source: Street no
pl: Nr budynku

source: Building no
pl: Nr lokalu

source: City
pl: Miejscowość

source: Voivodeship
pl: Województwo

source: County
pl: Powiat

source: Commune
pl: Gmina

source: Phone
pl: Telefon kontaktowy

source: E-mail
pl: Adres poczty elektronicznej

source: Start project date
pl: Data rozpoczęcia udziału w projekcie

source: End project date
pl: Data zakończenia udziału w projekcie

source: Start support date
pl: Data rozpoczęcia otrzymania wsparcia

source: Employed
pl: Osoba pracująca

source: Registered unemployed
pl: Osoba bezrobotna zarejestrowana w ewidencji urzędów pracy

source: Unregistered unemployed
pl: Osoba bezrobotna niezarejestrowana w ewidencji urzędów pracy

source: Unemployed, not looking for work
pl: Osoba bierna zawodowo

source: Status
pl: Jaki jest obecnie Twój status na rynku pracy?

source: Vocational teacher
pl: Nauczyciel kształcenia zawodowego

source: General education teacher
pl: Nauczyciel kształcenia ogólnego

source: Kindergarten teacher
pl: Nauczyciel wychowania przedszkolnego

source: Employee in higher education institution
pl: Pracownik instytucji szkolnictwa wyższego

source: Labor market institution employee
pl: Pracownik instytucji rynku pracy

source: Health care worker
pl: Pracownik instytucji systemu ochrony zdrowia

source: Farmer
pl: Rolnik

source: Key employee in social assistance and integration institution
pl: Kluczowy pracownik instytucji pomocy i integracji społecznej

source: Employee in family and foster care support institution
pl: Pracownik instytucji systemu wspierania rodziny i pieczy zastępczej

source: Employee in social economy support center
pl: Pracownik ośrodka wsparcia ekonomii społecznej

source: Employee in psychological and pedagogical counseling center
pl: Pracownik poradni psychologiczno-pedagogicznej

source: Practical vocational instructor
pl: Instruktor praktycznej nauki zawodu

source: Other
pl: inny

source: Profession
pl: Wykonywany zawód

source: Job title
pl: Nazwa zakładu pracy

source: Migrant / ethnic minority
pl: Czy należysz do mniejszości narodowej lub etnicznej, jesteś migrantem, osobą obcego pochodzenia?

source: Yes
pl: Tak

source: No
pl: Nie

source: Prefer not to tell
pl: Nie chcę ujawniać

source: Homeless
pl: Czy jesteś osobą bezdomną lub dotkniętą wykluczeniem z dostępu do mieszkań?

source: Disabled person
pl: Czy jesteś osobą z niepełnosprawnościami?

source: Socially disadvantaged
pl: Czy jesteś osobą w niekorzystnej sytuacji społecznej?

source: Course ID
pl: ID kursu

source: Form language
pl: Język formularza

source: Registration for course
pl: Rejestracje na kurs

source: Registrations for course
pl: Rejestracje na kurs

source: Infos successfully updated
pl: Informacja zaaktualizowana

source: Course does not exist
pl: Kurs nie istnieje

source: You are already enrolled in this course
pl: Jesteś już zapisany/a na kurs

source: A person working in the government administration
pl: Osoba pracująca w administracji rządowej

source: A person working in local government administration
pl: Osoba pracująca w administracji samorządowej

source: A person works in MSME
pl: Osoba pracuje w MSME

source: A person working in a non-governmental administration
pl: Osoba pracująca w administracji pozarządowej

source: A self-employed person
pl: Osoba samozatrudniona

source: A person working in a large enterprise
pl: Osoba pracująca w dużym przedsiębiorstwie

source: A person not participating in education or training
pl: Osoba nieuczestnicząca w kształceniu lub szkoleniu
